<div class="tpl-article">
  <p>《捕鱼圣手》是由海南边缘研发运营的一款多模式休闲捕鱼手游，游戏继承了经典街机捕鱼玩法，绚丽的画面、简单易上手的操作、以及各色各样的福利任务都让游戏整体的趣味性与技巧性得到高度提升</p>
  <div class="img-wrapper">
    <img src="images/news_04/01.png">
    </div>
    <p>研发团队历经两年发展，团队已经发展至200多人的大型团队，研发游戏每一个版本都贴近玩家的需求，因此游戏内各类玩法都得到了广大玩家的高度认可！</p>
    <p>《捕鱼圣手》一路走来受广大玩家的热爱与支持，游戏热度不断在提升，由此，在市面上出现多款冒称海南边缘所开发的《捕鱼圣手》，《捕鱼圣手》拥有相关部门颁发的《游戏著作权》（版号）、《游戏备案号》、《网络文化经营许可证》等相关证件，而山寨产品缺乏相关证件将会冒有下架（停止运营）的风险，由此玩家的利益得不到保障，请各位玩家认准海南边缘出品 ！</p>
    <div class="img-wrapper">
      <img src="images/news_04/02.png">
    </div>
      <p>“海南边缘”在2018年成立于海南生态软件园（以下简称“园区”），园区先后被科技部认定为目前海南唯一的“国家级科技企业孵化器”，被工信部认定为“国家级新型工业化产业示范基地”、是中国智力运动产业基地棋牌游戏项目重点合作单位；</p>
      <div class="img-wrapper">
        <img src="images/news_04/03.png">
    </div>
        <p>海南渐成游戏产业发展新热土，海南边缘经两年发展，成为园区多家游戏企业的明星企业之一，由此请广大玩家认准正宗的《捕鱼圣手》，拒绝山寨，认准官方正版，畅乐游戏！</p>
        <p>玩家们的支持，是《捕鱼圣手》研发团队的研发动力，经过日以继夜的研发，最新版本即将与大家相见！敬请期待！</p>
        <p>当然，少不了每逢节日时，运营团队都会精心给广大玩家准备各种游戏福利，更多活动敬请关注《捕鱼圣手》公众号哦~</p>
        <p>最后，临近新春之际，捕鱼圣手运营团队祝福广大玩家，“猪“年行大运，阖家安康！</p>
      </div>