<div class="tpl-article">
  <div class="p">
    <h4>抓小鱼的技巧：</h4>
    <div class="indent">什么是小鱼呢？就是低倍数的鱼儿，身材娇小游动灵活被抓了还会卖个萌：“叫我龟爷爷打你哦。！”这样的就是小鱼了，如果这样的描述不是很清晰，那小编我就加上他们的名字吧，比如：“小丑鱼””灯笼鱼” 等等，而且他们还总喜欢成群结队的出行，就怕你抓不到他耶！</div>
  </div>
  <div class="p">
    <h4>技巧一：关注时间</h4>
    <div class="indent">抓小鱼们的时候呢，是有时间可选的，比如此时你身上金币数量较少，抓其他鱼如果抓不到就要破产了，此时就要瞄准这些小鱼了，运气好的话一次可以抓到多条，慢慢积累，聚少成多，金币量就慢慢上涨啦。</div>
  </div>
  <div class="p">
    <h4>技巧二：炮台选择</h4>
    <div class="indent">初始打鱼的时候先用较低的炮台倍数慢慢积累金币，发育一下提升炮台等级，当成群结队的鱼群开始漫游的时候，选择倍数高点的炮台，开始打鱼，瞄准一个类型的鱼打，不要贪心想一网打尽天下鱼。</div>
  </div>
  <div class="p">
    <h4>抓大鱼的技巧：</h4>
    <div class="indent">俗话说大鱼吃小鱼小鱼吃虾米，大鱼顾名思义就是比小鱼大的鱼啦，像什么大乌龟啦水母啦，八爪鱼啦都属于此列，当然不仅限于此类的，这种是属于耳熟能详的，还有偏门一些的剑鱼，海豹，小鲨鱼都是大鱼啦。</div>
  </div>
  <div class="p">
    <h4>技巧一：炮台选择</h4>
    <div class="indent">是的又见炮台选择，在捕鱼游戏中炮台选择至关重要，选择好了炮台就是成功的第一步，消耗2-3个子弹的总合要小于鱼本身的分数，但是同时又要选择在当前拥有的炮台中稍微高一点的炮台。</div>
  </div>
  <div class="p">
    <h4>技巧二：捕鱼时机</h4>
    <div class="indent">时间稍纵即逝，成功的抓鱼的机会就在你控制炮台的手上，看到大鱼落单的时候，在大鱼距离炮台较近且刚出来的时候连续攻击，一顿操纵猛如虎，能不能吃上鱼就看你的这一波连续攻击啦。</div>
    <div class="indent">在打鱼的时候除了用上这些小技巧之外，你还要在实战中体会自己的心得经验，不断摸索，在成为一个优秀的船长的路上，已经是一个好的开始了！</div>
  </div>
</div>
