<div class="tpl-article">
  <p>熟话说的好磨刀不误砍柴工，鱼要想打的好，炮台就要级别高。船长们之间流传着一句话：“枪炮一响，黄金万两。”黄金万两的前提是有一个好的炮台，游戏中各等级炮台炫酷华丽的外表先放下不讲，但是炮台的倍数一定是绕不去的砍，毕竟炮台等级越高，打鱼回报越高。</p>
  <div class="p">
    <h4>炮台升级小技巧之一：</h4>
    <div class="indent">前期打鱼的时候游戏里会送一些钻石，新手任务里也会有赠送一些钻石，收到砖石以及马上就把炮台升级了，不要攒着钻石等着最后一起升，没有意义。举例说：别人用10倍炮打10倍鱼，获得100个金币，你用1倍炮打10倍鱼获得10个金币，差距就是90金币，假如你俩同时进入游戏，你攒着钻石他先给炮台升级了，你们的差距就一点点拉开了，为了不被同行的船长落下差距，钻石到手就先升级炮台，毕竟炮台在手，天下的鱼都是我的！</div>
  </div>
  <div class="p">
    <h4>炮台升级小技巧之二：</h4>
    <div class="indent">炮台升级到了一定的等级以后需要大量的钻石升级，需要这么多钻石才能升级，顿时感到一阵心慌意乱，莫慌，稳住，砖石是一点一滴累积的，材料也是慢慢积攒的，分清楚那些鱼掉落钻石跟材料的几率较高，当此类鱼出现的时候使用高倍炮台打他下来稳稳积攒材料，让炮台持续升级！</div>
  </div>
  <div class="p">
    <h4>炮台升级小技巧之三：</h4>
    <div class="indent">此技巧仅限土豪使用，切勿轻易模仿，游戏内有直升炮台礼包，点击立即购买，秒变高级炮台，纵横海底世界的第一步你需要一个指哪打哪的高级炮台哦，才能获得更多的财富！</div>
  </div>
</div>