<div class="tpl-article">
  <p>很多新手船长刚刚开船以后，对于获得的一些道具或者任务物品不清楚是干嘛的，特此小编做了一个基础的整理，来给大家介绍一下这些基础物资，造福广大船长！</p>
  <div class="p title red">捕鱼之-基础技能小合集</div>
  <div class="p"><span class="bold">锁定技能：</span>顾名思义锁定目标，然后进行攻击，在打鱼的过程中使用锁定技能，锁定高倍的鱼一顿狂风暴雨的攻击，即可打下这条鱼，来煲鱼头汤！</div>
  <div class="p"><span class="bold">狂暴技能：</span>狂暴buff加成 ，在捕鱼过程中可以更效率的打到鱼，打boss的时候开个狂暴配合锁定技能有更大的几率打下boss获得更多的财富哦！</div>
  <div class="p"><span class="bold">冰冻技能：</span>寒冰将至，冰封千里，在海底世界使用冰冻技能即可冰封水域以及水域中的的鱼，冰冻后被冻住的鱼想打那个打那个，任君选择哦！</div>
  <p>很多新手船长刚刚开船以后，对于获得的一些道具或者任务物品不清楚是干嘛的，特此小编做了一个基础的整理，来给大家介绍一下这些基础物资，造福广大船长！</p>
  <div class="p title red">捕鱼之-基础道具小合集</div>
  <div class="p"><span class="bold">神灯：</span>点亮神灯，你召唤了灯神，灯神满足了你一个愿望，帮你召唤了一条黄金鱼，黄金鱼身度黄金，腹内另有乾坤，打下这条黄金鱼，另外有惊喜给你哦！</div>
  <div class="p"><span class="bold">号角：</span>吹响战斗的号角，即可召唤boss幽灵船长以及海妖娜迦，召唤不同的boss需要使用不同数量的号角，当召唤出boss以后一场新的斗争悄然展开，小小的鱼儿不敢涉及boss的战争，能否顺利斩杀boss获得财富，就看各位船长手中的炮台啦！</div>
  <div class="p"><span class="bold">强化石：</span>强化石用于强化炮台，高级炮台升级困难重重，不止要跨过山跨过海还需要强化石来强化炮台的材质，从而升级为高级炮台！</div>
  <div class="p"><span class="bold">原石精华：</span>炮台锻造材料用于升级炮台等级，因为蕴含丰富的矿石精华更有助于炮台的锻造能提高炮台锻造成功的成功率哦！</div>
</div>
